Repository: dmaulikr/iBp
Catalog: BrainPower/*.lproj/Localizable.strings
Languages: es, fr, hi

source: This iBrainPowers App consist of Brain Waves and Neuro Exercises and its scientifically proved that both above mentioned has no side effect on Brain or any part of the body. iBrainPowers App is STRICTLY not be used in any medical conditions such as Epilepsy or is taking any medication for a serious medical condition. I understand that there are no medical effect of the iBrainPowers App workshop and I will not hold iBrainPowers Director, Franchise, Employee, Associates, Brand Ambassador etc. responsible for any such condition. My child is not suffering from epilepsy or and is not mentally or physical challenged. If you buy Level 1, Module 1 -5 and have opened Module 1 No refund will be initiated. If your buy all modules and have used module 1–5 then Amount paid – 1500 + will be refunded, Service Tax will not be refundable. If you have not used any modules we will refund your amount less service tax.
es: Esta aplicación iBrainPowers está formada por Brain Waves y Neuro Ejercicios y está científicamente comprobada que ambos mencionados anteriormente no tienen ningún efecto secundario en el cerebro ni en ninguna parte del cuerpo. iBrainPowers App ES ESTRICTAMENTE no se utiliza en ninguna condición médica como Epilepsia o está tomando algún medicamento para una afección médica grave. Comprendo que no hay ningún efecto médico en el taller de la aplicación iBrainPowers y no responsabilizaré al Director de iBrainPowers, Franquicia, Empleado, Asociados, Marca Embajador, etc. condición. Mi hijo no sufre de epilepsia y no tiene problemas físicos o mentales. Si compra Nivel 1, Módulo 1 -5 y ha abierto el Módulo 1, no se iniciará ningún reembolso. Si compre todos los módulos y haya usado el módulo 1–5, luego se pagará la cantidad pagada - 1500 +, el impuesto sobre el servicio no será reembolsable. Si no ha utilizado ningún módulo, le reembolsaremos el importe menos el impuesto sobre el servicio
fr: Cette application iBrainPowers se compose d’ondes cérébrales et d’exercices neuro. Ses preuves scientifiques ont prouvé que les deux personnes mentionnées ci-dessus n’ont pas d’effets secondaires sur le cerveau ni sur aucune partie du corps. BrainPowers App ne doit PAS être utilisé dans des conditions médicales telles que l’épilepsie. ou prend tout médicament pour un problème médical grave. Je comprends que l'atelier iBrainPowers App n'a aucun effet médical et je ne tiens pas le directeur d'iBrainPowers, franchisé, employé, associé, ambassadeur de la marque, etc. pour responsable de ce type de problème. . Mon enfant ne souffre pas d'épilepsie ou n'est pas mentalement ou physiquement handicapé. Si vous achetez Level 1, Module 1 -5 et avez ouvert le Module 1 Aucun remboursement ne sera initié. Si votre achat tous les modules et ont utilisé les modules 1 à 5, puis le montant payé - 1500+ seront remboursés, la taxe de service ne sera pas remboursable. Si vous n’avez utilisé aucun module, nous vous rembourserons votre montant moins la taxe de service.
hi: यह ब्रेन पावर ऐप बढ़ाता है ब्रेन वेव्स और न्यूरो कसरत से मिलकर बनता है और इसके वैज्ञानिक रूप से यह साबित हुआ है कि उपर्युक्त दोनों का मस्तिष्क या शरीर के किसी भी हिस्से पर कोई साइड इफेक्ट नहीं है। मस्तिष्क की शक्तियों को बढ़ाएं ऐप्लीप्सी जैसे किसी भी चिकित्सा स्थितियों में सतर्कता से उपयोग नहीं किया जाता है या गंभीर चिकित्सा स्थिति के लिए कोई दवा ले रहा है। मैं समझता हूं कि ब्रेन पावर ऐप वर्कशॉप बढ़ाने का कोई मेडिकल प्रभाव नहीं है और मैं मस्तिष्क शक्तियों के निदेशक, फ्रैंचाइज़, कर्मचारी, एसोसिएट्स, ब्रांड एंबेसडर इत्यादि को ऐसी कोई स्थिति के लिए जिम्मेदार नहीं रखूंगा। मेरा बच्चा मिर्गी से पीड़ित नहीं है और मानसिक रूप से या शारीरिक चुनौती नहीं है। यदि आप स्तर 1, मॉड्यूल 1 -5 खरीदते हैं और मॉड्यूल 1 खोला है, तो कोई भी वापसी नहीं की जाएगी। यदि आप सभी मॉड्यूल खरीदते हैं और मॉड्यूल 1-5 का इस्तेमाल करते हैं तो भुगतान की राशि - 1500 + की धनवापसी की जाएगी, सेवा कर वापस नहीं होगा। यदि आपने किसी भी मॉड्यूल का इस्तेमाल नहीं किया है तो हम आपकी राशि कम सेवा कर वापस कर देंगे।

source: Terms & Conditions
es: Términos y condiciones
fr: Termes et conditions
hi: नियम एवं शर्तें

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति

source: Enter New Password
es: Ingresar nueva contraseña
fr: Entrez un nouveau mot de passe
hi: नया पासवर्ड दर्ज करें

source: Enter Confirm Password
es: Ingrese la contraseña de confirmación
fr: Entrer le mot de passe
hi: पासवर्ड की पुष्टि करें दर्ज करें

source: Set New Password
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
hi: नया पासवर्ड सेट करें

source: Please Enter New Password
es: Introduzca una nueva contraseña
fr: Veuillez saisir un nouveau mot de passe
hi: कृपया नया पासवर्ड दर्ज करें

source: Please Enter Confirm Password
es: Introduzca la contraseña de confirmación
fr: S'il vous plaît entrer confirmer le mot de passe
hi: कृपया पासवर्ड की पुष्टि करें दर्ज करें

source: Confirm Password not Matched!!
es: Confirmar contraseña no coincidente !!
fr: Confirmer le mot de passe ne correspond pas !!
hi: पासवर्ड की पुष्टि नहीं की गई।

source: Something went wrong!!, Please try again
es: ¡Algo salió mal! Por favor, intenta de nuevo
fr: Une erreur s'est produite. Veuillez réessayer
hi: कुछ गलत हो गया। कृपया पुन: प्रयास करें

source: Device is not connected to Internet!! Please connect to the Internet and try again!!
es: El dispositivo no está conectado a Internet. Por favor, conéctese a Internet y vuelva a intentarlo
fr: L'appareil n'est pas connecté à Internet! Veuillez vous connecter à Internet et essayez à nouveau!
hi: डिवाइस इंटरनेट से कनेक्ट नहीं है !! कृपया इंटरनेट से जुड़ें और पुनः प्रयास करें !!

source: Your Phone battery is below 15%, Please put phone into charging.
es: La batería de su teléfono está por debajo del 15%. Ponga el teléfono en carga.
fr: La batterie de votre téléphone est inférieure à 15%, veuillez mettre le téléphone en charge.
hi: आपकी फोन की बैटरी 15% से कम है, कृपया फोन को चार्ज करने दें।

source: BUY NOW
es: COMPRAR AHORA
fr: ACHETER MAINTENANT
hi: अभी खरीदें

source: COMPLETE PURCHASE
es: COMPLETE COMPRATE
fr: FINALISER L'ACHAT
hi: पूरी खरीद

source: ACTIVE
es: ACTIVO
fr: ACTIF
hi: सक्रिय

source: COMPLETED
es: TERMINADO
fr: TERMINÉ
hi: पूरा

source: LOCKED
es: BLOQUEADO
fr: FERMÉ À CLEF
hi: लॉक

source: FREE
es: GRATIS
fr: LIBRE
hi: मुक्त

source: OPEN
es: ABIERTO
fr: OUVRIR
hi: खुला

source: ALREADY PURCHASED
es: YA COMPRADO
fr: DÉJÀ ACHETÉ
hi: पहले से खरीदा गया

source: This Level is Locked
es: Este nivel está bloqueado
fr: Ce niveau est verrouillé
hi: यह लेवल बंद है

source: You have aleady completed this Level
es: Ya has completado este nivel
fr: Vous avez déjà terminé ce niveau
hi: आपने इस लेवल को पूरा किया है

source: Please Fill All Details to Continue
es: Rellene todos los detalles para continuar
fr: S'il vous plaît remplir tous les détails pour continuer
hi: जारी रखने के लिए कृपया सभी विवरण भरें

source: Please Enter Parent's Name
es: Por favor ingrese el nombre del padre
fr: S'il vous plaît entrer le nom du parent
hi: कृपया माता-पिता का नाम दर्ज करें

source: Please Enter Child's Name
es: Por favor ingrese el nombre del niño
fr: S'il vous plaît entrer le nom de l'enfant
hi: कृपया बाल का नाम दर्ज करें

source: Please Enter Email
es: por favor ingrese el correo
fr: S'il vous plaît entrer email
hi: कृपया ईमेल दर्ज करें

source: Please Enter Date of Birth of Child
es: Introduzca la fecha de nacimiento del niño
fr: S'il vous plaît entrer la date de naissance de l'enfant
hi: कृपया बच्चे के जन्म तिथि दर्ज करें

source: Please Enter City
es: Introduzca la ciudad
fr: S'il vous plaît entrer la ville
hi: कृपया शहर दर्ज करें

source: Promocode Must be 9 Digits!!!
es: Promocode debe tener 9 dígitos!!!
fr: Le code promotionnel doit comporter 9 chiffres!!!
hi: प्रोमो कोड 9 अंक होना चाहिए !!!

source: Password Can't be less then 8 Digits!!!
es: La contraseña no puede ser inferior a 8 dígitos!!!
fr: Le mot de passe ne peut pas être inférieur à 8 chiffres !!!
hi: पासवर्ड 8 अंकों से कम नहीं हो सकता !!!

source: Password and Confirm Password not matched!!!
es: ¡La contraseña y la contraseña de confirmación no coinciden!
fr: Mot de passe et Confirmer le mot de passe ne correspond pas !!!
hi: पासवर्ड और कन्फ़र्म पासवर्ड की पुष्टि नहीं हुई है !!!

source: You must agree on Terms and Conditions to continue!!
es: ¡Debes aceptar los Términos y Condiciones para continuar!
fr: Vous devez accepter les conditions pour continuer !!
hi: आपको जारी रखने के लिए नियम और शर्तों पर सहमत होना होगा !!

source: You can complete 2 modules in 24 hours and you already have completed 2 modules in 24hrs. Please Visit after 24hrs
es: Puede completar 2 módulos en 24 horas y ya ha completado 2 módulos en 24 horas. Visite después de 24 horas
fr: Vous pouvez compléter 2 modules en 24 heures et vous avez déjà terminé 2 modules en 24h. Merci de visiter après 24 heures
hi: आप 24 घंटे में 2 मॉड्यूल पूरा कर सकते हैं और आपने पहले ही 24 घंटों में 2 मॉड्यूल पूरे कर लिए हैं। कृपया 24 घंटों के बाद यात्रा करें

source: Please enable phone to Airplane Mode.
es: Por favor, active el teléfono en modo avión
fr: S'il vous plaît activer le téléphone en mode avion.
hi: कृपया फोन का हवाई जहाज मोड इनेबल करें।

source: Please plugin HEADPHONE and Keep Volume Maximum.
es: Por favor, inserte HEADPHONE y mantenga el volumen máximo
fr: Veuillez brancher HEADPHONE et garder le volume maximum..
hi: कृपया हेडफोन प्लग इन करें और वॉल्यूम अधिकतम रखें।

source: Please do not press back button, home button or unplug headphone.
es: Por favor, no presione el botón Atrás, el botón de inicio ni desenchufe los auriculares.
fr: S'il vous plaît, n'appuyez pas sur le bouton précédent, le bouton principal ou le casque débranché.
hi: कृपया वापस बटन, होम बटन या अनप्लग हेड फोन्स को दबाएं नहीं।

source: Please Enter Old Password
es: Introduzca la contraseña antigua
fr: Veuillez entrer l'ancien mot de passe
hi: कृपया पुराना पासवर्ड दर्ज करें

source: Confirm Password should be equal to New Password
es: Confirmar contraseña debe ser igual a Nueva contraseña
fr: Confirmer le mot de passe doit être égal à Nouveau mot de passe
hi: पासवर्ड और कन्फ़र्म पासवर्ड की पुष्टि नहीं हुई है !!!

source: Enter Details to Continue
es: Ingresar detalles para continuar
fr: Entrer les détails pour continuer
hi: जारी रखने के लिए विवरण दर्ज करें

source: Please Enter Name
es: Introduzca el nombre
fr: S'il vous plaît entrer le nom
hi: कृपया नाम दर्ज करें

source: Please Enter Message
es: Por favor introduzca el mensaje
fr: S'il vous plaît entrer un message
hi: कृपया संदेश दर्ज करें

source: 1. We thank you for choosing iBrainPowers App Level 1 & 2. 2. To be eligible for refund 2.1. Even if module 1 & 2 are completed you can opt for 100% refund. 2.2. If you completed between module 3 - 5 you can opt for 50%% refund. 2.3. If you complete module 6 then no refund initiated. 3. No refund after 15 days of purchase. 4. For any refund please contact support@ibrainpowers.com with your registered mobile number in subject line for speedy initiation.
es: 1. Le agradecemos que haya elegido las aplicaciones iBrainPowers Nivel 1 y 2. 2. Para ser elegible para el reembolso 2.1. Incluso si los módulos 1 y 2 están completos, puede optar por un reembolso del 100%. 2.2. Si completó entre el módulo 3 - 5, puede optar por un 50% de reembolso. 2.3. Si completa el módulo 6, no se iniciará ningún reembolso. 3. No habrá reembolso después de 15 días de la compra. 4. Para cualquier reembolso, comuníquese con support@ibrainpowers.com con su número de teléfono móvil registrado en el asunto para una rápida iniciación
fr: 1. Nous vous remercions d'avoir choisi l'application iBrainPowers niveaux 1 et 2. 2. Pour bénéficier d'un remboursement 2.1. Même si les modules 1 et 2 sont terminés, vous pouvez opter pour un remboursement à 100%. 2 .2. Si vous avez terminé entre les modules 3 et 5, vous pouvez choisir un remboursement de 50%. 2.3. Si vous complétez le module 6, aucun remboursement ne sera alors initié. 3. Aucun remboursement après 15 jours de l'achat. 4 Pour tout remboursement, veuillez contacter support@ibrainpowers.com en indiquant votre numéro de téléphone portable inscrit dans la ligne d'objet pour une initiation rapide.

source: Please connect HeadPhones to continue!!
es: Por favor, conecte los auriculares para continuar !!
fr: S'il vous plaît connecter HeadPhones pour continuer !!
hi: जारी रखने के लिए कृपया हेडफोन कनेक्ट करें !!

source: Message
es: Mensaje
hi: संदेश

source: Alert!!
es: ¡Alerta!
fr: Alerte!!
hi: चेतावनी!

source: Are you sure you want to logout?
es: ¿Está seguro de que desea cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
hi: क्या आप सच में लॉगआउट करना चाहते हैं?

source: Attention!!
es: Atención!!
hi: ध्यान दें!

source: YES
es: SÍ
fr: OUI
hi: हाँ

source: You will be Redirect to our website for payment
es: Será redirigido a nuestro sitio web para el pago
fr: Vous serez redirigé vers notre site Web pour le paiement
hi: आप भुगतान के लिए हमारी वेबसाइट पर रीडायरेक्ट होंगे

source: You save
es: Usted guarda
fr: Vous sauvegardez
hi: आप बचाते हैं

source: Already Purchased!
es: Ya comprado!
fr: Déjà acheté!
hi: पहले से ही खरीदा गया!

source: Please Select Package to Continue Purchase!
es: Seleccione el paquete para continuar con la compra!
fr: Sélectionnez le paquet pour continuer l'achat!
hi: कृपया खरीद जारी रखने के लिए पैकेज का चयन करें!

source: You Have Purchased All Packages!
es: ¡Has comprado todos los paquetes!
fr: Vous avez acheté tous les paquets!
hi: आपने सभी पैकेज खरीदे हैं!

source: Description
es: Descripción
fr: La description
hi: विवरण

source: Please Fill All Details!!
es: ¡Por favor llene todos los detalles!
fr: S'il vous plaît remplir tous les détails!!
hi: कृपया सभी विवरण भरें!!

source: Please Select Category First!!
es: Por favor, seleccione la categoría primero
fr: Veuillez sélectionner la catégorie d'abord!!
hi: कृपया पहले श्रेणी का चयन करें!!

source: Please Write Title First!!
es: ¡Por favor escriba el título primero!
fr: S'il vous plaît écrivez le titre en premier!!
hi: कृपया पहले शीर्षक लिखें!!

source: Please Write Description First!!
es: Por favor, escriba la descripción primero!!
fr: S'il vous plaît écrivez Description First!!
hi: कृपया विवरण लिखें पहले!!

source: Please Enter Mesage!!
es: Por favor, introduzca el mensaje!
fr: S'il vous plaît entrer un message!!
hi: कृपया संदेश दर्ज करें!!

source: Enter Message
es: Entrar mensaje
fr: Entrer le message
hi: संदेश दर्ज करें

source: NO
fr: NON
hi: नहीं
